[
  {"ref":"ஆதியாகமம் 28:15","text":"நான் உன்னோடே இருந்து, நீ போகிற இடத்திலெல்லாம் உன்னைக் காத்து, இந்தத் தேசத்துக்கு உன்னைத்திரும்பி வரப்பண்ணுவேன்; நான் உனக்குச் சொன்னதைச் செய்யுமளவும் உன்னைக் கைவிடுவதில்லை என்றார்."},
  {"ref":"யாத்திராகமம் 14:14","text":"கர்த்தர் உங்களுக்காக யுத்தம்பண்ணுவார்; நீங்கள் சும்மாயிருப்பீர்கள் என்றான்."},
  {"ref":"உபாகமம் 31:6","text":"நீங்கள் பலங்கொண்டு திடமான தாயிருங்கள், அவர்களுக்குப் பயப்படவும் திகைக்கவும் வேண்டாம்; உன் தேவனாகிய கர்த்தர் தாமே உன்னோடேகூட வருகிறார்; அவர் உன்னை விட்டு விலகுவதும் இல்லை, உன்னைக் கைவிடுவதும் இல்லை என்று சொன்னான்."},
  {"ref":"யோசுவா 1:9","text":"நான் உனக்குக் கட்டளையிடவில்லையா? பலங்கொண்டு திடமனதாயிரு; திகையாதே, கலங்காதே, நீ போகும் இடமெல்லாம் உன் தேவனாகிய கர்த்தர் உன்னோடே இருக்கிறார் என்றார்."},
  {"ref":"ரூத் 1:16","text":"அதற்கு ரூத்: நான் உம்மைப்பின்பற்றாமல் உம்மைவிட்டுத் திரும்பிப் போவதைக்குறித்து, என்னோடே பேசவேண்டாம்; நீர் போகும் இடத்திற்கு நானும் வருவேன்; நீர் தங்கும் இடத்திலே நானும் தங்குவேன்; உம்முடைய ஜனம் என்னுடைய ஜனம்; உம்முடைய தேவன் என்னுடைய தேவன்."},
  {"ref":"1 சாமுவேல் 12:22","text":"கர்த்தர் உங்களைத் தமக்கு ஜனமாக்கிக்கொள்ளப் பிரியமானபடியினால், கர்த்தர் தம்முடைய மகத்துவமான நாமத்தினிமித்தம் தமது ஜனத்தைக் கைவிடமாட்டார்."},
  {"ref":"2 நாளாகமம் 15:2","text":"அவன் வெளியே ஆசாவுக்கு எதிர்கொண்டுபோய், அவனை நோக்கி: ஆசாவே, யூதா பென்யமீன் கோத்திரங்களின் சகல மனுஷரே, கேளுங்கள்; நீங்கள் கர்த்தரோடிருந்தால், அவர் உங்களோடிருப்பார்; நீங்கள் அவரைத் தேடினால், உங்களுக்கு வெளிப்படுவார்; அவரை விட்டீர்களேயாகில், அவர் உங்களை விட்டுவிடுவார்."},
  {"ref":"நெகேமியா 8:10","text":"பின்னும் அவன் அவர்களை நோக்கி: நீங்கள் போய்க் கொழுமையானதைப் புசித்து, மதுரமானதைக் குடித்து, ஒன்றுமில்லாதவர்களுக்குப் பங்குகளை அனுப்புங்கள்; இந்த நாள் நம்முடைய ஆண்டவருக்குப் பரிசுத்தமான நாள், விசாரப்படவேண்டாம்; கர்த்தருக்குள் மகிழ்ச்சியாயிருப்பதே உங்களுடைய பெலன் என்றான்."},
  {"ref":"சங்கீதம் 23:1","text":"கர்த்தர் என் மேய்ப்பராயிருக்கிறார்; நான் தாழ்ச்சியடையேன்."},
  {"ref":"சங்கீதம் 27:1","text":"கர்த்தர் என் ஒளியும் என் இரட்சிப்புமாயிருக்கிறார், நான் யாருக்குப் பயப்படுவேன்? கர்த்தர் என் ஜீவனுக்கு அரணாயிருக்கிறார்."},
  {"ref":"சங்கீதம் 34:17","text":"நீதிமான்கள் கூப்பிடுகிறார்கள், கர்த்தர் கேட்டு, அவர்களுடைய எல்லா இக்கட்டுகளினின்றும் அவர்களை விடுவிக்கிறார்."},
  {"ref":"சங்கீதம் 37:4","text":"கர்த்தருக்குள் மனமகிழ்ச்சியாயிரு, அப்பொழுது அவர் உன் இருதயத்தின் வேண்டுதல்களை உனக்குக் கொடுப்பார்."},
  {"ref":"சங்கீதம் 46:1","text":"தேவன் நமக்கு அடைக்கலமும் பெலனுமாயிருக்கிறார், ஆபத்துக்காலங்களில் மகா சகாயராகக் காணப்படுகிறவர்."},
  {"ref":"சங்கீதம் 46:10","text":"அமர்ந்திருங்கள், நான் தேவன் என்று அறியுங்கள்."},
  {"ref":"சங்கீதம் 55:22","text":"உன் பாரத்தைக் கர்த்தர்மேல் வைத்துவிடு, அவர் உன்னைத் தாங்குவார்."},
  {"ref":"சங்கீதம் 91:1","text":"உன்னதமானவரின் மறைவிலே வாசமாயிருக்கிற உனக்கு சர்வவல்லவரின் நிழலிலே தங்குவான்."},
  {"ref":"சங்கீதம் 103:2","text":"என் ஆத்துமாவே, கர்த்தரைத் துதித்து, அவர் செய்த எல்லா உபகாரங்களையும் மறவாதிரு."},
  {"ref":"சங்கீதம் 118:14","text":"கர்த்தர் என் பெலனும், என் கீதமுமானவர்; அவர் எனக்கு இரட்சிப்புமானார்."},
  {"ref":"நீதிமொழிகள் 3:5","text":"உன் சுயபுத்தியின்மேல் சாயாமல், உன் முழு இருதயத்தோடும் கர்த்தரில் நம்பிக்கையாயிருந்து"},
  {"ref":"நீதிமொழிகள் 3:6","text":"உன் வழிகளிலெல்லாம் அவரை நினைத்துக்கொள்; அப்பொழுது அவர் உன் பாதைகளைச் செவ்வைப்படுத்துவார்."},
  {"ref":"ஏசாயா 40:31","text":"கர்த்தருக்குக் காத்திருக்கிறவர்களோ புதுப்பெலன் அடைந்து, கழுகுகளைப்போலச் செட்டைகளை அடித்து எழும்புவார்கள்; அவர்கள் ஓடினாலும் இளைப்படையார்கள், நடந்தாலும் சோர்ந்துபோகார்கள்."},
  {"ref":"ஏசாயா 41:10","text":"நீ பயப்படாதே, நான் உன்னுடனே இருக்கிறேன்; திகையாதே, நான் உன் தேவன்; நான் உன்னைப் பலப்படுத்தி உனக்குச் சகாயம்பண்ணுவேன்; என் நீதியின் வலதுகரத்தினால் உன்னைத் தாங்குவேன்."},
  {"ref":"ஏசாயா 43:2","text":"நீ தண்ணீர்களைக் கடக்கும்போது நான் உன்னோடு இருப்பேன்; நீ ஆறுகளைக் கடக்கும்போது அவைகள் உன்மேல் புரளுவதில்லை; நீ அக்கினியில் நடக்கும்போது வேகாதிருப்பாய்; அக்கினிஜூவாலை உன்பேரில் பற்றாது."},
  {"ref":"ஏசாயா 54:10","text":"மலைகள் விலகினாலும், பர்வதங்கள் நிலைபெயர்ந்தாலும், என் கிருபை உன்னைவிட்டு விலகாமலும், என் சமாதானத்தின் உடன்படிக்கை நிலைபெயராமலும் இருக்கும் என்று, உன்மேல் மனதுருகுகிற கர்த்தர் சொல்லுகிறார்."},
  {"ref":"எரேமியா 29:11","text":"நீங்கள் எதிர்பார்த்திருக்கும் முடிவை உங்களுக்குக் கொடுக்கும்படிக்கு நான் உங்கள்பேரில் நினைத்திருக்கிற நினைவுகளை அறிவேன் என்று கர்த்தர் சொல்லுகிறார்; அவைகள் தீமைக்கல்ல, சமாதானத்துக்கேதுவான நினைவுகளே."},
  {"ref":"எரேமியா 31:3","text":"பூர்வகாலமுதல் கர்த்தர் எனக்குத் தரிசனையானார் என்பாய்; ஆம் அநாதிசிநேகத்தால் உன்னைச் சிநேகித்தேன்; ஆதலால் காருணியத்தால் உன்னை இழுத்துக்கொள்ளுகிறேன்."},
  {"ref":"புலம்பல் 3:22-23","text":"நாம் நிர்மூலமாகாதிருக்கிறது கர்த்தருடைய கிருபையே, அவருடைய இரக்கங்களுக்கு முடிவில்லை."},
  {"ref":"மத்தேயு 6:31-33","text":"முதலாவது தேவனுடைய ராஜ்யத்தையும் அவருடைய நீதியையும் தேடுங்கள், அப்பொழுது இவைகளெல்லாம் உங்களுக்குக்கூடக் கொடுக்கப்படும்."},
  {"ref":"மத்தேயு 11:28","text":"பாரஞ்சுமக்கிறவர்களே, நீங்களெல்லாரும் என்னிடத்தில் வாருங்கள், நான் உங்களுக்கு இளைப்பாறுதல் தருவேன்."},
  {"ref":"மத்தேயு 28:20","text":"நான் உங்களுக்குக் கட்டளையிட்ட யாவையும் அவர்கள் கைக்கொள்ளும்படி அவர்களுக்கு உபதேசம்பண்ணுங்கள். இதோ, உலகத்தின் முடிவுபரியந்தம் சகல நாட்களிலும் நான் உங்களுடனேகூட இருக்கிறேன் என்றார்."},
  {"ref":"மாற்கு 10:27","text":"இயேசு அவர்களைப் பார்த்து: மனுஷரால் இது கூடாததுதான், தேவனால் இது கூடாததல்ல; தேவனாலே எல்லாம் கூடும் என்றார்."}
  {"ref":"லூக்கா 1:37","text":"தேவனாலே கூடாதகாரியம் ஒன்றுமில்லை என்றான்."},
  {"ref":"யோவான் 3:16","text":"தேவன், தம்முடைய ஒரேபேறான குமாரனை விசுவாசிக்கிறவன் எவனோ அவன் கெட்டுப்போகாமல் நித்தியஜீவனை அடையும்படிக்கு, அவரைத் தந்தருளி, இவ்வளவாய் உலகத்தில் அன்பு கூர்ந்தார்."},
  {"ref":"யோவான் 6:35","text":"இயேசு அவர்களை நோக்கி: ஜீவ அப்பம் நானே, என்னிடத்தில் வருகிறவன் ஒருக்காலும் பசியடையான், என்னிடத்தில் விசுவாசமாயிருக்கிறவன் ஒருக்காலும் தாகமடையான்."},
  {"ref":"யோவான் 8:12","text":"மறுபடியும் இயேசு ஜனங்களை நோக்கி: நான் உலகத்திற்கு ஒளியாயிருக்கிறேன், என்னைப் பின்பற்றுகிறவன் இருளிலே நடவாமல் ஜீவஒளியை அடைந்திருப்பான் என்றார்."},
  {"ref":"யோவான் 10:10","text":"திருடன் திருடவும் கொல்லவும் அழிக்கவும் வருகிறானேயன்றி வேறொன்றுக்கும் வரான். நானோ அவைகளுக்கு ஜீவன் உண்டாயிருக்கவும், அது பரிபூரணப்படவும் வந்தேன்."},
  {"ref":"யோவான் 14:1","text":"உங்கள் இருதயம் கலங்காதிருப்பதாக; தேவனிடத்தில் விசுவாசமாயிருங்கள், என்னிடத்திலும் விசுவாசமாயிருங்கள்."},
  {"ref":"யோவான் 14:6","text":"அதற்கு இயேசு: நானே வழியும் சத்தியமும் ஜீவனுமாயிருக்கிறேன்; என்னாலேயல்லாமல் ஒருவனும் பிதாவினிடத்தில் வரான்."},
  {"ref":"யோவான் 14:27","text":"சமாதானத்தை உங்களுக்கு வைத்துப்போகிறேன், என் சமாதானத்தை உங்களுக்குக் கொடுக்கிறேன்; உலகம் கொடுக்கிறபடி நான் உங்களுக்குக் கொடாமல், என்று சொன்னார்."},
  {"ref":"யோவான் 15:5","text":"நானே திராட்சச்செடி, நீங்கள் கொடிகள். ஒருவன் என்னிலும் நான் அவனிலும் நிலைத்திருந்தால், அவன் மிகுந்த கனிகளைக் கொடுப்பான்; என்னையல்லாமல் உங்களால் ஒன்றும் செய்யக்கூடாது."},
  {"ref":"அப்போஸ்தலர் 1:8","text":"பரிசுத்த ஆவி உங்களிடத்தில் வரும் போது நீங்கள் பெலனடைந்து, எருசலேமிலும், யூதேயா முழுவதிலும், சமாரியாவிலும், பூமியின் கடைசிப்பரியந்தமும், எனக்குச் சாட்சிகளாயிருப்பீர்கள் என்றார்."},
  {"ref":"ரோமர் 5:8","text":"நாம் பாவிகளாயிருக்கையில் கிறிஸ்து நமக்காக மரித்ததினாலே, தேவன் நம்மேல் வைத்த தமது அன்பை விளங்கப்பண்ணுகிறார்."},
  {"ref":"ரோமர் 8:28","text":"அன்றியும், அவருடைய தீர்மானத்தின்படி அழைக்கப்பட்டவர்களாய்த் தேவனிடத்தில் அன்புகூருகிறவர்களுக்குச் சகலமும் நன்மைக்கு ஏதுவாக நடக்கிறதென்று அறிந்திருக்கிறோம்."},
  {"ref":"ரோமர் 8:38-39","text":"மரணமானாலும், ஜீவனானாலும், தேவதூதர்களானாலும், அதிகாரங்களானாலும், வல்லமைகளானாலும் நிகழ்காரியங்களானாலும், வருங்காரியங்களானாலும், உயர்வானாலும், தாழ்வானாலும், வேறெந்தச் சிருஷ்டியானாலும் நம்முடைய கர்த்தராகிய கிறிஸ்து இயேசுவிலுள்ள தேவனுடைய அன்பைவிட்டு நம்மைப் பிரிக்கமாட்டாதென்று நிச்சயித்திருக்கிறேன்"},
  {"ref":"ரோமர் 10:9","text":"என்னவென்றால், கர்த்தராகிய இயேசுவை நீ உன் வாயினாலே அறிக்கையிட்டு, தேவன் அவரை மரித்தோரிலிருந்து எழுப்பினாரென்று உன் இருதயத்திலே விசுவாசித்தால் இரட்சிக்கப்படுவாய்."},
  {"ref":"1 கொரிந்தியர் 10:13","text":"மனுஷருக்கு நேரிடுகிற சோதனையேயல்லாமல் வேறே சோதனை உங்களுக்கு நேரிடவில்லை. தேவன் உண்மையுள்ளவராயிருக்கிறார்; உங்கள் திராணிக்கு மேலாக நீங்கள் சோதிக்கப்படுகிறதற்கு அவர் இடங்கொடாமல், சோதனையைத் தாங்கத்தக்கதாக, சோதனையோடுகூட அதற்குத் தப்பிக்கொள்ளும்படியான போக்கையும் உண்டாக்குவார்."},
  {"ref":"2 கொரிந்தியர் 1:3-4","text":"நமது கர்த்தராகிய இயேசுகிறிஸ்துவின் பிதாவாகிய தேவனும், இரக்கங்களின் பிதாவும், சகலவிதமான ஆறுதலின் தேவனுமாயிருக்கிறவருக்கு ஸ்தோத்திரம்."},
  {"ref":"கலாத்தியர் 2:20","text":"கிறிஸ்துவுடனேகூடச் சிலுவையிலறையப்பட்டேன்; ஆயினும், பிழைத்திருக்கிறேன்; இனி நான் அல்ல, கிறிஸ்துவே எனக்குள் பிழைத்திருக்கிறார்; நான் இப்பொழுது மாம்சத்தில் பிழைத்திருக்கிறதோ, என்னில் அன்புகூர்ந்து எனக்காகத் தம்மைத்தாமே ஒப்புக்கொடுத்த தேவனுடைய குமாரனைப்பற்றும் விசுவாசத்தினாலே பிழைத்திருக்கிறேன்."},
  {"ref":"எபேசியர் 2:8-9","text":"கிருபையினாலே விசுவாசத்தைக் கொண்டு இரட்சிக்கப்பட்டீர்கள்; இது உங்களால் உண்டானதல்ல, இது தேவனுடைய ஈவு"},
  {"ref":"எபேசியர் 3:20","text":"நாம் வேண்டிக்கொள்ளுகிறதற்கும் நினைக்கிறதற்கும் மிகவும் அதிகமாய் நமக்குள்ளே கிரியைசெய்கிற வல்லமையின்படியே, நமக்குச் செய்ய வல்லவராகிய அவருக்கு"},
  {"ref":"பிலிப்பியர் 4:6-7","text":"நீங்கள் ஒன்றுக்குங்கவலைப்படாமல், எல்லாவற்றையுங்குறித்து உங்கள் விண்ணப்பங்களை ஸ்தோத்திரத்தோடே கூடிய ஜெபத்தினாலும் வேண்டுதலினாலும் தேவனுக்குத் தெரியப்படுத்துங்கள்."},
  {"ref":"பிலிப்பியர் 4:13","text":"என்னைப் பெலப்படுத்துகிற கிறிஸ்துவினாலே எல்லாவற்றையுஞ்செய்ய எனக்குப் பெலனுண்டு."},
  {"ref":"கொலோசெயர் 3:15","text":"தேவசமாதானம் உங்கள் இருதயங்களில் ஆளக்கடவது, இதற்கென்றே நீங்கள் ஒரே சரீரமாக அழைக்கப்பட்டீர்கள்; நன்றியறிதலுள்ளவர்களாயுமிருங்கள்."},
  {"ref":"1 தெசலோனிக்கேயர் 5:16-18","text":"எப்பொழுதும் சந்தோஷமாயிருங்கள், இடைவிடாமல் ஜெபம்பண்ணுங்கள், எல்லாவற்றிலேயும் ஸ்தோத்திரஞ்செய்யுங்கள்."},
  {"ref":"2 தீமோத்தேயு 1:7","text":"தேவன் நமக்குப் பயமுள்ள ஆவியைக் கொடாமல், பலமும் அன்பும் தெளிந்த புத்தியுமுள்ள ஆவியையே கொடுத்திருக்கிறார்."},
  {"ref":"எபிரெயர் 4:16","text":"ஆதலால், நாம் இரக்கத்தைப் பெறவும், ஏற்ற சமயத்தில் சகாயஞ்செய்யுங்கிருபையை அடையவும், தைரியமாய்க் கிருபாசனத்தண்டையிலே சேரக்கடவோம்."},
  {"ref":"எபிரெயர் 11:1","text":"விசுவாசமானது நம்பப்படுகிறவைகளின் உறுதியும், காணப்படாதவைகளின் நிச்சயமுமாயிருக்கிறது."},
  {"ref":"யாக்கோபு 1:5","text":"உங்களில் ஒருவன் ஞ்ஞானத்தில் குறைவுள்ளவனாயிருந்தால், யாவருக்கும் சம்பூரணமாய்க் கொடுக்கிறவரும் ஒருவரையும் கடிந்துகொள்ளாதவருமாகிய தேவனிடத்தில் கேட்கக்கடவன், அப்பொழுது அவனுக்குக் கொடுக்கப்படும்."},
  {"ref":"யாக்கோபு 4:7","text":"ஆகையால், தேவனுக்குக் கீழ்ப்படிந்திருங்கள்; பிசாசுக்கு எதிர்த்து நில்லுங்கள், அப்பொழுது அவன் உங்களைவிட்டு ஓடிப்போவான்."},
  {"ref":"1 பேதுரு 5:7","text":"அவர் உங்களை விசாரிக்கிறவரானபடியால், உங்கள் கவலைகளையெல்லாம் அவர்மேல் வைத்துவிடுங்கள்."},
  {"ref":"1 யோவான் 1:9","text":"நம்முடைய பாவங்களை நாம் அறிக்கையிட்டால், பாவங்களை நமக்கு மன்னித்து, எல்லா அநியாயத்தையும் நீக்கி, நம்மைச் சுத்திகரிப்பதற்கு அவர் உண்மையும் நீதியும் உள்ளவராயிருக்கிறார்."},
  {"ref":"1 யோவான் 4:4","text":"பிள்ளைகளே, நீங்கள் தேவனால் உண்டாயிருந்து, அவர்களை ஜெயித்தீர்கள்; ஏனெனில் உலகத்திலிருக்கிறவனிலும் உங்களிலிருக்கிறவர் பெரியவர்."},
  {"ref":"வெளிப்படுத்தல் 21:4","text":"அவர்களுடைய கண்ணீர் யாவையும் தேவன் துடைப்பார்; இனி மரணமுமில்லை, துக்கமுமில்லை, அலறுதலுமில்லை, வருத்தமுமில்லை; முந்தினவைகள் ஒழிந்துபோயின என்று விளம்பினது."},
  {"ref":"சங்கீதம் 37:5","text":"உன் வழியைக் கர்த்தர்மேல் ஒப்புவித்து, அவனை நம்பு; அவர் நடத்தும்படிச் செய்வார்."},
  {"ref":"சங்கீதம் 46:10","text":"அமர்ந்திருங்கள், நான் தேவன் என்று அறியுங்கள்."},
  {"ref":"சங்கீதம் 91:11","text":"உன் வழிகளிலெல்லாம் உன்னைக் காக்கும்படி, உனக்காகத் தம்முடைய தூதர்களுக்குக் கட்டளையிடுவார்."},
  {"ref":"சங்கீதம் 119:105","text":"உம்முடைய வசனம் என் கால்களுக்குத் தீபமும், என் பாதைக்கு வெளிச்சமுமாயிருக்கிறது."},
  {"ref":"நீதிமொழிகள் 16:3","text":"உன் செய்கைகளைக் கர்த்தருக்கு ஒப்புவி; அப்பொழுது உன் யோசனைகள் உறுதிப்படும்."},
  {"ref":"ஏசாயா 26:3","text":"உம்மை உறுதியாய்ப் பற்றிக்கொண்ட மனதையுடையவன் உம்மையே நம்பியிருக்கிறபடியால், நீர் அவனைப் பூரண சமாதானத்துடன் காத்துக்கொள்வீர்."},
  {"ref":"ஏசாயா 40:29","text":"சோர்ந்துபோகிறவனுக்கு அவர் பெலன் கொடுத்து, சத்துவமில்லாதவனுக்குச் சத்துவத்தைப் பெருகப்பண்ணுகிறார்."},
  {"ref":"ஏசாயா 43:1","text":"இப்போதும் யாக்கோபே, உன்னைச் சிருஷ்டித்தவரும், இஸ்ரவேலே, உன்னை உருவாக்கினவருமாகிய கர்த்தர் சொல்லுகிறதாவது: பயப்படாதே; உன்னை மீட்டுக்கொண்டேன்; உன்னைப் பேர்சொல்லி அழைத்தேன்; நீ என்னுடையவன்."},
  {"ref":"ஏசாயா 55:11","text":"அப்படியே என் வாயிலிருந்து புறப்படும் வசனமும் இருக்கும்; அது வெறுமையாய் என்னிடத்திற்குத் திரும்பாமல், அது நான் விரும்புகிறதைச்செய்து, நான் அதை அனுப்பின காரியமாகும்படி வாய்க்கும்."},
  {"ref":"எரேமியா 32:17","text":"ஆ, கர்த்தராகிய ஆண்டவரே, இதோ, தேவரீர் உம்முடைய மகாபலத்தினாலும், நீட்டப்பட்ட உம்முடைய புயத்தினாலும், வானத்தையும் பூமியையும் உண்டாக்கினீர்; உம்மாலே செய்யக்கூடாத அதிசயமான காரியம் ஒன்றுமில்லை."},
  {"ref":"மீகா 7:7","text":"நானோவென்றால் கர்த்தரை நோக்கிக்கொண்டு, என் இரட்சிப்பின் தேவனுக்குக் காத்திருப்பேன்; என் தேவன் என்னைக் கேட்டருளுவார்."},
  {"ref":"நாகூம் 1:7","text":"கர்த்தர் நல்லவர், இக்கட்டு நாளிலே அரணான கோட்டை; தம்மை நம்புகிறவர்களை அறிந்திருக்கிறார்."},
  {"ref":"ஆகாய் 2:4","text":"ஆனாலும் செருபாபேலே, நீ திடன்கொள் என்று கர்த்தர் சொல்லுகிறார்; யோத்சதாக்கின் குமாரனாகிய யோசுவா என்னும் பிரதான ஆசாரியனே, நீ திடன்கொள்; தேசத்தின் எல்லா ஜனங்களே, நீங்கள் திடன் கொள்ளுங்கள், வேலையை நடத்துங்கள் என்று கர்த்தர் சொல்லுகிறார்; நான் உங்களுடனே இருக்கிறேன் என்று சேனைகளின் கர்த்தர் சொல்லுகிறார்."},
  {"ref":"சகரியா 4:6","text":"அப்பொழுது அவர்: செருபாபேலுக்குச் சொல்லப்படுகிற கர்த்தருடைய வார்த்தை என்னவென்றால், பலத்தினாலும் அல்ல, பராக்கிரமத்தினாலும் அல்ல, என்னுடைய ஆவியினாலேயே ஆகும் என்று சேனைகளின் கர்த்தர் சொல்லுகிறார்."},
  {"ref":"மல்கியா 3:6","text":"நான் கர்த்தர், நான் மாறாதவர்; ஆகையால் யாக்கோபின் புத்திரராகிய நீங்கள் நிர்மூலமாகவில்லை."}
]
