[
  {"ref":"Genesis 28:15","text":"Behold, I am with thee, and will keep thee in all places whither thou goest..."},
  {"ref":"Exodus 14:14","text":"The LORD shall fight for you, and ye shall hold your peace."},
  {"ref":"Deuteronomy 31:6","text":"Be strong and of a good courage, fear not, nor be afraid of them..."},
  {"ref":"Joshua 1:9","text":"Have not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed..."},
  {"ref":"Ruth 1:16","text":"Whither thou goest, I will go; and where thou lodgest, I will lodge..."},
  {"ref":"1 Samuel 12:22","text":"For the LORD will not forsake his people for his great name's sake..."},
  {"ref":"2 Chronicles 15:2","text":"The LORD is with you while ye be with him; and if ye seek him, he will be found of you..."},
  {"ref":"Nehemiah 8:10","text":"...for the joy of the LORD is your strength."},
  {"ref":"Psalm 23:1","text":"The LORD is my shepherd; I shall not want."},
  {"ref":"Psalm 27:1","text":"The LORD is my light and my salvation; whom shall I fear? the LORD is the strength of my life..."},
  {"ref":"Psalm 34:17","text":"The righteous cry, and the LORD heareth, and delivereth them out of all their troubles."},
  {"ref":"Psalm 37:4","text":"Delight thyself also in the LORD; and he shall give thee the desires of thine heart."},
  {"ref":"Psalm 46:1","text":"God is our refuge and strength, a very present help in trouble."},
  {"ref":"Psalm 46:10","text":"Be still, and know that I am God..."},
  {"ref":"Psalm 55:22","text":"Cast thy burden upon the LORD, and he shall sustain thee..."},
  {"ref":"Psalm 91:1","text":"He that dwelleth in the secret place of the most High shall abide under the shadow of the Almighty."},
  {"ref":"Psalm 103:2","text":"Bless the LORD, O my soul, and forget not all his benefits."},
  {"ref":"Psalm 118:14","text":"The LORD is my strength and song, and is become my salvation."},
  {"ref":"Proverbs 3:5","text":"Trust in the LORD with all thine heart; and lean not unto thine own understanding."},
  {"ref":"Proverbs 3:6","text":"In all thy ways acknowledge him, and he shall direct thy paths."},
  {"ref":"Isaiah 40:31","text":"But they that wait upon the LORD shall renew their strength..."},
  {"ref":"Isaiah 41:10","text":"Fear thou not; for I am with thee: be not dismayed; for I am thy God..."},
  {"ref":"Isaiah 43:2","text":"When thou passest through the waters, I will be with thee..."},
  {"ref":"Isaiah 54:10","text":"For the mountains shall depart, and the hills be removed; but my kindness shall not depart from thee..."},
  {"ref":"Jeremiah 29:11","text":"For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil..."},
  {"ref":"Jeremiah 31:3","text":"I have loved thee with an everlasting love: therefore with lovingkindness have I drawn thee."},
  {"ref":"Lamentations 3:22-23","text":"It is of the LORD's mercies that we are not consumed... they are new every morning."},
  {"ref":"Matthew 6:31-33","text":"...seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you."},
  {"ref":"Matthew 11:28","text":"Come unto me, all ye that labour and are heavy laden, and I will give you rest."},
  {"ref":"Matthew 28:20","text":"...lo, I am with you alway, even unto the end of the world."},
  {"ref":"Mark 10:27","text":"With men it is impossible, but not with God: for with God all things are possible."},
  {"ref":"Luke 1:37","text":"For with God nothing shall be impossible."},
  {"ref":"John 3:16","text":"For God so loved the world, that he gave his only begotten Son..."},
  {"ref":"John 6:35","text":"I am the bread of life: he that cometh to me shall never hunger..."},
  {"ref":"John 8:12","text":"I am the light of the world: he that followeth me shall not walk in darkness..."},
  {"ref":"John 10:10","text":"I am come that they might have life, and that they might have it more abundantly."},
  {"ref":"John 14:1","text":"Let not your heart be troubled: ye believe in God, believe also in me."},
  {"ref":"John 14:6","text":"I am the way, the truth, and the life..."},
  {"ref":"John 14:27","text":"Peace I leave with you, my peace I give unto you..."},
  {"ref":"John 15:5","text":"I am the vine, ye are the branches: He that abideth in me, and I in him..."},
  {"ref":"Acts 1:8","text":"But ye shall receive power, after that the Holy Ghost is come upon you..."},
  {"ref":"Romans 5:8","text":"But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us."},
  {"ref":"Romans 8:28","text":"And we know that all things work together for good to them that love God..."},
  {"ref":"Romans 8:38-39","text":"...neither height, nor depth, nor any other creature, shall be able to separate us from the love of God."},
  {"ref":"Romans 10:9","text":"If thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him... thou shalt be saved."},
  {"ref":"1 Corinthians 10:13","text":"There hath no temptation taken you but such as is common to man... God will also make a way to escape."},
  {"ref":"2 Corinthians 1:3-4","text":"...the God of all comfort; Who comforteth us in all our tribulation..."},
  {"ref":"Galatians 2:20","text":"I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me..."},
  {"ref":"Ephesians 2:8-9","text":"For by grace are ye saved through faith; and that not of yourselves..."},
  {"ref":"Ephesians 3:20","text":"Now unto him that is able to do exceeding abundantly above all that we ask or think..."},
  {"ref":"Philippians 4:6-7","text":"Be careful for nothing; but in every thing by prayer and supplication... the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus."},
  {"ref":"Philippians 4:13","text":"I can do all things through Christ which strengtheneth me."},
  {"ref":"Colossians 3:15","text":"And let the peace of God rule in your hearts..."},
  {"ref":"1 Thessalonians 5:16-18","text":"Rejoice evermore. Pray without ceasing. In every thing give thanks..."},
  {"ref":"2 Timothy 1:7","text":"For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind."},
  {"ref":"Hebrews 4:16","text":"Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need."},
  {"ref":"Hebrews 11:1","text":"Now faith is the substance of things hoped for, the evidence of things not seen."},
  {"ref":"James 1:5","text":"If any of you lack wisdom, let him ask of God... and it shall be given him."},
  {"ref":"James 4:7","text":"Submit yourselves therefore to God. Resist the devil, and he will flee from you."},
  {"ref":"1 Peter 5:7","text":"Casting all your care upon him; for he careth for you."},
  {"ref":"1 John 1:9","text":"If we confess our sins, he is faithful and just to forgive us our sins..."},
  {"ref":"1 John 4:4","text":"Ye are of God, little children, and have overcome them: because greater is he that is in you, than he that is in the world."},
  {"ref":"Revelation 21:4","text":"And God shall wipe away all tears from their eyes... and there shall be no more death, neither sorrow, nor crying..."},

  {"ref":"Psalm 37:5","text":"Commit thy way unto the LORD; trust also in him; and he shall bring it to pass."},
  {"ref":"Psalm 46:10","text":"Be still, and know that I am God..."},
  {"ref":"Psalm 91:11","text":"For he shall give his angels charge over thee, to keep thee in all thy ways."},
  {"ref":"Psalm 119:105","text":"Thy word is a lamp unto my feet, and a light unto my path."},
  {"ref":"Proverbs 16:3","text":"Commit thy works unto the LORD, and thy thoughts shall be established."},
  {"ref":"Isaiah 26:3","text":"Thou wilt keep him in perfect peace, whose mind is stayed on thee: because he trusteth in thee."},
  {"ref":"Isaiah 40:29","text":"He giveth power to the faint; and to them that have no might he increaseth strength."},
  {"ref":"Isaiah 43:1","text":"Fear not: for I have redeemed thee, I have called thee by thy name; thou art mine."},
  {"ref":"Isaiah 55:11","text":"So shall my word be that goeth forth out of my mouth... it shall not return unto me void."},
  {"ref":"Jeremiah 32:17","text":"Ah Lord GOD! behold, thou hast made the heaven and the earth by thy great power..."},
  {"ref":"Micah 7:7","text":"I will look unto the LORD; I will wait for the God of my salvation..."},
  {"ref":"Nahum 1:7","text":"The LORD is good, a strong hold in the day of trouble; and he knoweth them that trust in him."},
  {"ref":"Haggai 2:4","text":"Yet now be strong, O Zerubbabel, saith the LORD; and be strong, O Joshua..."},
  {"ref":"Zechariah 4:6","text":"Not by might, nor by power, but by my spirit, saith the LORD of hosts."},
  {"ref":"Malachi 3:6","text":"For I am the LORD, I change not; therefore ye sons of Jacob are not consumed."},
  {"ref":"Matthew 5:3","text":"Blessed are the poor in spirit: for theirs is the kingdom of heaven."},
  {"ref":"Matthew 5:14","text":"Ye are the light of the world..."},
  {"ref":"Matthew 7:7","text":"Ask, and it shall be given you; seek, and ye shall find..."},
  {"ref":"Matthew 11:29","text":"Take my yoke upon you, and learn of me... and ye shall find rest unto your souls."},
  {"ref":"Mark 9:23","text":"If thou canst believe, all things are possible to him that believeth."},
  {"ref":"Luke 12:32","text":"Fear not, little flock; for it is your Father's good pleasure to give you the kingdom."},
  {"ref":"John 6:35","text":"I am the bread of life: he that cometh to me shall never hunger..."},
  {"ref":"John 11:25","text":"I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live."},
  {"ref":"Acts 2:38","text":"...be baptized... and ye shall receive the gift of the Holy Ghost."},
  {"ref":"Romans 5:1","text":"Therefore being justified by faith, we have peace with God through our Lord Jesus Christ."},
  {"ref":"Romans 6:23","text":"For the wages of sin is death; but the gift of God is eternal life through Jesus Christ our Lord."},
  {"ref":"1 Corinthians 15:57","text":"But thanks be to God, which giveth us the victory through our Lord Jesus Christ."},
  {"ref":"2 Corinthians 5:17","text":"If any man be in Christ, he is a new creature..."},
  {"ref":"Galatians 5:22-23","text":"The fruit of the Spirit is love, joy, peace..."},
  {"ref":"Ephesians 1:7","text":"In whom we have redemption through his blood, the forgiveness of sins..."},
  {"ref":"Ephesians 6:10","text":"Finally, my brethren, be strong in the Lord, and in the power of his might."},
  {"ref":"Philippians 1:6","text":"Being confident of this very thing, that he which hath begun a good work in you will perform it until the day of Jesus Christ."},
  {"ref":"Colossians 1:13","text":"Who hath delivered us from the power of darkness, and hath translated us into the kingdom of his dear Son."},
  {"ref":"1 Thessalonians 1:9-10","text":"...to serve the living and true God; And to wait for his Son from heaven..."},
  {"ref":"Hebrews 13:5","text":"I will never leave thee, nor forsake thee."},
  {"ref":"James 1:12","text":"Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life..."},
  {"ref":"1 Peter 1:3","text":"...begotten again unto a lively hope by the resurrection of Jesus Christ from the dead."},
  {"ref":"1 John 5:11","text":"And this is the record, that God hath given to us eternal life, and this life is in his Son."},
  {"ref":"Jude 1:24","text":"Now unto him that is able to keep you from falling, and to present you faultless before the presence of his glory..."},
  {"ref":"Revelation 3:20","text":"Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him..."},

  {"ref":"Psalm 16:8","text":"I have set the LORD always before me..."},
  {"ref":"Psalm 18:2","text":"The LORD is my rock, and my fortress, and my deliverer..."},
  {"ref":"Psalm 30:5","text":"Weeping may endure for a night, but joy cometh in the morning."},
  {"ref":"Psalm 34:8","text":"O taste and see that the LORD is good: blessed is the man that trusteth in him."},
  {"ref":"Psalm 37:7","text":"Rest in the LORD, and wait patiently for him..."},
  {"ref":"Psalm 55:22","text":"Cast thy burden upon the LORD, and he shall sustain thee..."},
  {"ref":"Psalm 62:5","text":"My soul, wait thou only upon God; for my expectation is from him."},
  {"ref":"Psalm 91:2","text":"I will say of the LORD, He is my refuge and my fortress..."},
  {"ref":"Psalm 145:18","text":"The LORD is nigh unto all them that call upon him, to all that call upon him in truth."},
  {"ref":"Proverbs 18:10","text":"The name of the LORD is a strong tower: the righteous runneth into it, and is safe."},
  {"ref":"Isaiah 12:2","text":"Behold, God is my salvation; I will trust, and not be afraid..."},
  {"ref":"Isaiah 30:21","text":"This is the way, walk ye in it..."},
  {"ref":"Isaiah 41:13","text":"For I the LORD thy God will hold thy right hand, saying unto thee, Fear not..."},
  {"ref":"Isaiah 45:22","text":"Look unto me, and be ye saved, all the ends of the earth..."},
  {"ref":"Jeremiah 17:7","text":"Blessed is the man that trusteth in the LORD, and whose hope the LORD is."},
  {"ref":"Lamentations 3:24","text":"The LORD is my portion, saith my soul; therefore will I hope in him."},
  {"ref":"Ezekiel 36:26","text":"A new heart also will I give you, and a new spirit will I put within you..."},
  {"ref":"Daniel 12:3","text":"And they that be wise shall shine as the brightness of the firmament..."},
  {"ref":"Hosea 6:3","text":"Then shall we know, if we follow on to know the LORD..."},
  {"ref":"Joel 2:25","text":"And I will restore to you the years that the locust hath eaten..."},
  {"ref":"Amos 5:24","text":"But let judgment run down as waters, and righteousness as a mighty stream."},
  {"ref":"Obadiah 1:17","text":"But upon mount Zion shall be deliverance, and there shall be holiness..."},
  {"ref":"Micah 6:8","text":"He hath shewed thee, O man, what is good; and what doth the LORD require of thee..."},
  {"ref":"Nahum 1:7","text":"The LORD is good, a strong hold in the day of trouble..."},
  {"ref":"Habakkuk 3:19","text":"The LORD God is my strength, and he will make my feet like hinds' feet..."},
  {"ref":"Zephaniah 3:17","text":"The LORD thy God in the midst of thee is mighty; he will save... he will rejoice over thee with joy."},
  {"ref":"Haggai 1:13","text":"...be strong, O Zerubbabel, saith the LORD; and be strong, O Joshua..."},
  {"ref":"Zechariah 2:5","text":"For I, saith the LORD, will be unto her a wall of fire round about..."},
  {"ref":"Malachi 4:2","text":"But unto you that fear my name shall the Sun of righteousness arise with healing in his wings."},

  {"ref":"Matthew 6:34","text":"Take therefore no thought for the morrow... sufficient unto the day is the evil thereof."},
  {"ref":"Matthew 7:24","text":"Therefore whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man..."},
  {"ref":"Matthew 10:29-31","text":"Are not two sparrows sold for a farthing?... fear ye not therefore... ye are of more value than many sparrows."},
  {"ref":"Matthew 21:22","text":"And all things, whatsoever ye shall ask in prayer, believing, ye shall receive."},
  {"ref":"Mark 11:24","text":"Therefore I say unto you, What things soever ye desire, when ye pray, believe that ye receive them..."},
  {"ref":"Luke 18:27","text":"The things which are impossible with men are possible with God."},
  {"ref":"John 14:2-3","text":"In my Father's house are many mansions... I will come again, and receive you unto myself..."},
  {"ref":"Acts 17:28","text":"For in him we live, and move, and have our being..."},
  {"ref":"Romans 12:12","text":"Rejoicing in hope; patient in tribulation; continuing instant in prayer;"},
  {"ref":"Romans 15:13","text":"Now the God of hope fill you with all joy and peace in believing..."},
  {"ref":"1 Corinthians 1:9","text":"God is faithful, by whom ye were called unto the fellowship of his Son Jesus Christ our Lord."},
  {"ref":"1 Corinthians 2:9","text":"But as it is written, Eye hath not seen, nor ear heard..."},
  {"ref":"2 Corinthians 4:16-18","text":"For which cause we faint not; but though our outward man perish..."},
  {"ref":"Galatians 6:9","text":"And let us not be weary in well doing: for in due season we shall reap, if we faint not."},
  {"ref":"Ephesians 4:32","text":"And be ye kind one to another, tenderhearted, forgiving one another..."},
  {"ref":"Philippians 2:13","text":"For it is God which worketh in you both to will and to do of his good pleasure."},
  {"ref":"Colossians 3:23","text":"And whatsoever ye do, do it heartily, as to the Lord, and not unto men;"},
  {"ref":"1 Thessalonians 5:11","text":"Wherefore comfort yourselves together, and edify one another..."},
  {"ref":"2 Thessalonians 3:3","text":"But the Lord is faithful, who shall stablish you, and keep you from evil."},
  {"ref":"1 Timothy 6:12","text":"Fight the good fight of faith, lay hold on eternal life..."},
  {"ref":"2 Timothy 4:17","text":"...the Lord stood with me, and strengthened me; that by me the preaching might be fully known..."},
  {"ref":"Titus 3:5","text":"Not by works of righteousness which we have done, but according to his mercy he saved us..."},
  {"ref":"Philemon 1:6","text":"That the communication of thy faith may become effectual by the acknowledging of every good thing which is in you in Christ."},
  {"ref":"Hebrews 6:19","text":"Which hope we have as an anchor of the soul, both sure and steadfast, and which entereth into that within the veil;"},
  {"ref":"Hebrews 10:23","text":"Let us hold fast the profession of our faith without wavering; (for he is faithful that promised;)"},
  {"ref":"James 5:16","text":"The effectual fervent prayer of a righteous man availeth much."},
  {"ref":"1 Peter 3:12","text":"For the eyes of the LORD are over the righteous, and his ears are open unto their prayers..."},
  {"ref":"2 Peter 1:4","text":"...he hath given unto us exceeding great and precious promises; that by these ye might be partakers of the divine nature..."},
  {"ref":"1 John 2:25","text":"And this is the promise that he hath promised us, even eternal life."},
  {"ref":"1 John 3:1","text":"Behold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God..."},
  {"ref":"Revelation 22:17","text":"And the Spirit and the bride say, Come. And let him that heareth say, Come..."},

  {"ref":"Psalm 1:1-3","text":"Blessed is the man that walketh not in the counsel of the ungodly... and he shall be like a tree planted by the rivers of water..."},
  {"ref":"Psalm 9:10","text":"And they that know thy name will put their trust in thee..."},
  {"ref":"Psalm 23:4","text":"Yea, though I walk through the valley of the shadow of death, I will fear no evil..."},
  {"ref":"Psalm 33:20","text":"Our soul waiteth for the LORD: he is our help and our shield."},
  {"ref":"Psalm 34:18","text":"The LORD is nigh unto them that are of a broken heart; and saveth such as be of a contrite spirit."},
  {"ref":"Psalm 37:23","text":"The steps of a good man are ordered by the LORD: and he delighteth in his way."},
  {"ref":"Psalm 46:1","text":"God is our refuge and strength, a very present help in trouble."},
  {"ref":"Psalm 51:10","text":"Create in me a clean heart, O God; and renew a right spirit within me."},
  {"ref":"Psalm 62:6","text":"He only is my rock and my salvation; he is my defence; I shall not be moved."},
  {"ref":"Psalm 103:11","text":"For as the heaven is high above the earth, so great is his mercy toward them that fear him."},
  {"ref":"Psalm 121:1-2","text":"I will lift up mine eyes unto the hills, from whence cometh my help. My help cometh from the LORD..."},
  {"ref":"Proverbs 4:23","text":"Keep thy heart with all diligence; for out of it are the issues of life."},
  {"ref":"Proverbs 30:5","text":"Every word of God is pure: he is a shield unto them that put their trust in him."},
  {"ref":"Ecclesiastes 3:11","text":"He hath made every thing beautiful in his time..."},
  {"ref":"Song of Solomon 2:4","text":"He brought me to the banqueting house, and his banner over me was love."},
  {"ref":"Isaiah 33:2","text":"O LORD, be gracious unto us; we have waited for thee: be thou their arm every morning, our salvation in the time of trouble."},
  {"ref":"Isaiah 49:16","text":"Behold, I have graven thee upon the palms of my hands..."},
  {"ref":"Jeremiah 33:3","text":"Call unto me, and I will answer thee, and shew thee great and mighty things..."},
  {"ref":"Lamentations 3:31","text":"For the Lord will not cast off for ever:"},
  {"ref":"Ezekiel 11:19","text":"I will give them an heart to know me, that I am the LORD..."},
  {"ref":"Daniel 2:20-22","text":"...the God of heaven... revealeth the deep and secret things..."},
  {"ref":"Hosea 2:19","text":"I will betroth thee unto me for ever..."},
  {"ref":"Joel 2:28","text":"And it shall come to pass afterward, that I will pour out my spirit upon all flesh..."},
  {"ref":"Amos 5:14","text":"Seek good, and not evil; that ye may live..."},
  {"ref":"Obadiah 1:21","text":"...deliverers shall go up on mount Zion to judge the mount of Esau..."},
  {"ref":"Micah 4:2","text":"And many nations shall come, and say, Come, and let us go up to the mountain of the LORD..."},

  {"ref":"Matthew 5:9","text":"Blessed are the peacemakers: for they shall be called the children of God."},
  {"ref":"Matthew 6:21","text":"For where your treasure is, there will your heart be also."},
  {"ref":"Matthew 19:26","text":"But Jesus beheld them, and said unto them, With men this is impossible; but with God all things are possible."},
  {"ref":"Mark 12:30","text":"And thou shalt love the Lord thy God with all thy heart..."},
  {"ref":"Luke 6:38","text":"Give, and it shall be given unto you; good measure, pressed down, and shaken together..."},
  {"ref":"John 3:30","text":"He must increase, but I must decrease."},
  {"ref":"John 6:37","text":"All that the Father giveth me shall come to me..."},
  {"ref":"Acts 16:31","text":"Believe on the Lord Jesus Christ, and thou shalt be saved, and thy house."},
  {"ref":"Romans 8:1","text":"There is therefore now no condemnation to them which are in Christ Jesus..."},
  {"ref":"Romans 8:11","text":"If the Spirit of him that raised up Jesus from the dead dwell in you... shall quicken your mortal bodies by his Spirit that dwelleth in you."},
  {"ref":"1 Corinthians 13:13","text":"And now abideth faith, hope, charity, these three; but the greatest of these is charity."},
  {"ref":"2 Corinthians 12:9","text":"My grace is sufficient for thee: for my strength is made perfect in weakness."},
  {"ref":"Galatians 5:1","text":"Stand fast therefore in the liberty wherewith Christ hath made us free..."},
  {"ref":"Ephesians 3:16","text":"That he would grant you, according to the riches of his glory, to be strengthened with might by his Spirit in the inner man;"},
  {"ref":"Philippians 3:14","text":"I press toward the mark for the prize of the high calling of God in Christ Jesus."},
  {"ref":"Colossians 3:12","text":"Put on therefore, as the elect of God, bowels of mercies, kindness, humbleness of mind..."},
  {"ref":"1 Thessalonians 4:3","text":"For this is the will of God, even your sanctification..."},
  {"ref":"2 Thessalonians 2:16","text":"Now our Lord Jesus Christ himself, and God, even our Father, which hath loved us... comfort your hearts, and stablish you in every good word and work."},
  {"ref":"1 Timothy 4:12","text":"Let no man despise thy youth; but be thou an example of the believers..."},
  {"ref":"2 Timothy 3:16","text":"All scripture is given by inspiration of God, and is profitable for doctrine..."},
  {"ref":"Titus 2:11","text":"For the grace of God that bringeth salvation hath appeared to all men."},
  {"ref":"Philemon 1:25","text":"The grace of our Lord Jesus Christ be with your spirit. Amen."},

  {"ref":"Hebrews 4:12","text":"For the word of God is quick, and powerful, and sharper than any twoedged sword..."},
  {"ref":"Hebrews 11:6","text":"But without faith it is impossible to please him..."},
  {"ref":"Hebrews 12:1-2","text":"...looking unto Jesus the author and finisher of our faith..."},
  {"ref":"James 1:2","text":"My brethren, count it all joy when ye fall into divers temptations;"},
  {"ref":"James 1:17","text":"Every good gift and every perfect gift is from above..."},
  {"ref":"1 Peter 2:24","text":"...who his own self bare our sins in his own body on the tree... that we should live unto righteousness..."},
  {"ref":"1 Peter 4:10","text":"As every man hath received the gift, even so minister the same to one another, as good stewards of the manifold grace of God."},
  {"ref":"2 Peter 3:9","text":"The LORD is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward..."},
  {"ref":"1 John 4:8","text":"He that loveth not knoweth not God; for God is love."},
  {"ref":"1 John 5:14","text":"And this is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us."},
  {"ref":"Revelation 1:17-18","text":"Fear not; I am the first and the last: I am he that liveth, and was dead; and, behold, I am alive for evermore..."},

  {"ref":"Psalm 27:14","text":"Wait on the LORD: be of good courage, and he shall strengthen thine heart..."},
  {"ref":"Psalm 34:4","text":"I sought the LORD, and he heard me, and delivered me from all my fears."},
  {"ref":"Psalm 46:11","text":"The LORD of hosts is with us; the God of Jacob is our refuge."},
  {"ref":"Psalm 56:3","text":"What time I am afraid, I will trust in thee."},
  {"ref":"Psalm 62:1","text":"Truly my soul waiteth upon God: from him cometh my salvation."},
  {"ref":"Psalm 63:3","text":"Because thy lovingkindness is better than life, my lips shall praise thee."},
  {"ref":"Proverbs 11:25","text":"The liberal soul shall be made fat: and he that watereth shall be watered also himself."},
  {"ref":"Proverbs 19:21","text":"There are many devices in a man's heart; nevertheless the counsel of the LORD, that shall stand."},
  {"ref":"Isaiah 40:8","text":"The grass withereth, the flower fadeth: but the word of our God shall stand for ever."},
  {"ref":"Isaiah 43:18-19","text":"Remember ye not the former things... behold, I will do a new thing..."},
  {"ref":"Isaiah 54:17","text":"No weapon that is formed against thee shall prosper..."},
  {"ref":"Jeremiah 1:5","text":"Before I formed thee in the belly I knew thee..."},
  {"ref":"Jeremiah 17:14","text":"Heal me, O LORD, and I shall be healed; save me, and I shall be saved..."},
  {"ref":"Lamentations 3:57","text":"Thou drewest near in the day that I called upon thee..."},
  {"ref":"Ezekiel 34:16","text":"I will seek that which was lost..."},
  {"ref":"Daniel 6:27","text":"He delivereth and rescueth..."},
  {"ref":"Hosea 11:4","text":"I drew them with cords of a man, with bands of love..."},
  {"ref":"Joel 2:32","text":"And it shall come to pass, that whosoever shall call on the name of the LORD shall be delivered..."},
  {"ref":"Amos 9:11","text":"In that day will I raise up the tabernacle of David that is fallen..."},

  {"ref":"Matthew 9:29","text":"According to your faith be it unto you."},
  {"ref":"Matthew 18:20","text":"For where two or three are gathered together in my name, there am I in the midst of them."},
  {"ref":"Matthew 19:14","text":"But Jesus said, Suffer little children, and forbid them not..."},
  {"ref":"Matthew 22:37","text":"...Thou shalt love the Lord thy God with all thy heart..."},
  {"ref":"Mark 8:36","text":"For what shall it profit a man, if he shall gain the whole world, and lose his own soul?"},
  {"ref":"Luke 10:19","text":"Behold, I give unto you power to tread on serpents and scorpions..."},
  {"ref":"Luke 24:46-47","text":"...that repentance and remission of sins should be preached in his name among all nations..."},
  {"ref":"John 7:38","text":"He that believeth on me, as the scripture hath said, out of his belly shall flow rivers of living water."},
  {"ref":"Acts 13:38-39","text":"Be it known unto you therefore... through this man is preached unto you the forgiveness of sins..."},
  {"ref":"Romans 3:23-24","text":"For all have sinned, and come short of the glory of God; Being justified freely by his grace..."},
  {"ref":"Romans 14:8","text":"For whether we live, we live unto the Lord; and whether we die, we die unto the Lord..."},
  {"ref":"1 Corinthians 6:11","text":"...but ye are washed, but ye are sanctified..."},
  {"ref":"2 Corinthians 5:21","text":"For he hath made him to be sin for us, who knew no sin... that we might be made the righteousness of God in him."},
  {"ref":"Galatians 3:13","text":"Christ hath redeemed us from the curse of the law, being made a curse for us..."},

  {"ref":"Ephesians 2:10","text":"For we are his workmanship, created in Christ Jesus unto good works..."},
  {"ref":"Philippians 1:21","text":"For to me to live is Christ, and to die is gain."},
  {"ref":"Colossians 2:6-7","text":"As ye have therefore received Christ Jesus the Lord, so walk ye in him..."},
  {"ref":"1 Thessalonians 5:24","text":"Faithful is he that calleth you, who also will do it."},
  {"ref":"2 Thessalonians 1:11","text":"Wherefore also we pray always for you, that our God would count you worthy..."},
  {"ref":"1 Timothy 1:15","text":"This is a faithful saying, and worthy of all acceptation, that Christ Jesus came into the world to save sinners."},
  {"ref":"2 Timothy 2:13","text":"If we believe not, yet he abideth faithful: he cannot deny himself."},
  {"ref":"Titus 1:2","text":"In hope of eternal life, which God, that cannot lie, promised before the world began;"},
  {"ref":"Philemon 1:6","text":"That the communication of thy faith may become effectual..."},
  {"ref":"Hebrews 2:18","text":"For in that he himself hath suffered being tempted, he is able to succour them that are tempted."},
  {"ref":"Hebrews 8:10","text":"...I will put my laws into their mind, and write them in their hearts..."},
  {"ref":"Hebrews 9:28","text":"...unto them that look for him shall he appear the second time without sin unto salvation."},
  {"ref":"James 4:8","text":"Draw nigh to God, and he will draw nigh to you."},
  {"ref":"1 Peter 1:8-9","text":"Whom having not seen, ye love; in whom, though now ye see him not, yet believing..."},
  {"ref":"2 Peter 1:10","text":"Wherefore the rather, brethren, give diligence to make your calling and election sure..."},
  {"ref":"1 John 1:7","text":"The blood of Jesus Christ his Son cleanseth us from all sin."},
  {"ref":"1 John 3:21-22","text":"Beloved, if our heart condemn us not, then have we confidence toward God..."},
  {"ref":"Jude 1:24","text":"Now unto him that is able to keep you from falling..."},

  {"ref":"Revelation 21:3","text":"Behold, the tabernacle of God is with men, and he will dwell with them..."},
  {"ref":"Revelation 22:20","text":"He which testifieth these things saith, Surely I come quickly. Amen. Even so, come, Lord Jesus."}
]
